/*
 *  Localizable.strings
 *  Admin Utility
 */

/* General */
"AirPortUtility"= "AirPort-työkalu";
"AdminUtility"	= "AirPort-työkalu";
"AboutAirPortUtility" = "Tietoja: %@";
"HideAirPortUtility" = "Kätke %@";
"QuitAirPortUtility" = "Lopeta %@";

/* Button Titles */
"OK"			= "OK";
"Cancel"		= "Kumoa";
"ConfirmUpload"	= "Lataa";
"GoBack"		= "Takaisin";
"Continue"		= "Jatka";
"Close"			= "Sulje";
"DontClose"		= "Älä sulje";
"Done"			= "Valmis";
"Switch"		= "Vaihda";
"DontSwitch"	= "Älä vaihda";
"Yes"			= "Kyllä";
"No"			= "Ei";
"DontSave"		= "Älä tallenna";
"Save"			= "Tallenna";
"Revert"		= "Palaa tallennettuun";
"Update"		= "Päivitä";
"DontUpdate"	= "Älä päivitä";
"Optional"		= "(Valinnainen)";
"OtherDotDotDot" = "Muu…";
"MoreInfo"		= "Lisätietoja…";
"Download"		= "Lataa";
"Remove"		= "Poista";
"DontRemove"	= "Älä poista";
"Edit"			= "Muokkaa";
"EditEllipsis"	= "Muokkaa…";
"Resume"		= "Jatka";


/* Keychain information */
"keychainBaseStationDescription" = "AirPort-tukiaseman salasana";
"keychainBaseStationType" = "AirPort-tukiasema";
"keychainNetworkDescription" = "AirPort-verkon salasana";
"keychainAirDiskDescription" = "AirPort-levyn salasana";
"keychainNetworkType" = "AirPort-verkko";
"keychainSpeakerDescription" = "sovelluksen salasana";
"keychainSpeakerType" = "Lisäkaiutin";

/* Password sheet and keychain strings */
"OtherPrompt" = "Syötä osoite ja salasana:";
"PasswordPrompt" = "Syötä salasana valitulle langattomalle AirPort-laitteelle:";
"SaveSecuritySettings" = "Lisää turvallisuutta salaamalla salasanat";
"SaveSecuritySettingsDescription" = "Sinun täytyy syöttää kohteen ”%@” salasana, jos haluat katsella tai tuoda näitä salasanoja myöhemmin.";
"PasswordPromptDoc" = "Voit katsella kaikkia asetuksia ja salasanoja syöttämällä asetustiedoston salasanan. Jos haluat katsella kaikkia muita asetuksia salasanoja lukuun ottamatta, osoita Jatka salasanaa syöttämättä.";
"SaveSecuritySettingsNotEncrypted" = "Salasanoja ei salata ja ne tallennetaan suojaamattomassa muodossa.";
"RememberPassword" = "Muista tämä salasana avainnipussani";
"KeychainRemoveAreYouSure" = "Haluatko varmasti poistaa tämän salasanan avainnipusta?";
"KeychainRemoveExplain" = "Jos poistat salasanan avainnipusta, sinua pyydetään syöttämään se joka kerta.";

/* AOL Login script -- probably no need to localize */
"AOL"			= "AOL";

/* Help book name */
"AirPortHelp"	= "AirPort-työkalu-ohje";
"AirPortServiceAndSupport" = "AirPortin huolto ja tuki";
"AirPortServiceAndSupportURL" = "http://www.apple.com/fi/support/airport/";

/* Open/Save panel button titles */
"Open"			= "Avaa";
"Export"		= "Vie";
"Import"		= "Tuo";

/* Discovery Window toolbar items and tool tips*/
"Other"			= "Muu";
"OtherTip"		= "Määrittele muu langaton AirPort-laite";
"Rescan"		= "Etsi uudelleen";
"RescanTip"		= "Etsi uudelleen langattomia AirPort-laitteita";
"Configure"		= "Valinnat";
"ConfigureTip"	= "Määrittele valittu langaton AirPort-laite";

/* Software Update */
"SoftwareUpdateNewer" = "AirPort-työkalusta on saatavilla uudempi versio (%@).";
"SoftwareUpdateExplain" = "Lopeta AirPort-työkalu ja hae uusi ohjelmisto osoittamalla Päivitä…";
"SoftwareUpdateTitle" = "AirPort-ohjelmiston päivitys";
"SoftwareUpdateButton" = "Päivitä…";
"SUFirmwarePrompt" = "Uusi laiteohjelmisto on saatavilla.";
"SUFirmwareExplain" = "Lataa laiteohjelmistopäivitys langattomille AirPort-laitteille.";
"SUFirmwareExplainDetails" = "Valitse laiteohjelmisto, jonka haluat ladata. Kun laiteohjelmisto on ladattu, voit päivittää langattomat AirPort-laitteet.";
"SUChoosePrompt" = "%d langattomalle AirPort-laitteelle on saatavilla uusi laiteohjelmisto.";
"SUChooseExplain" = "Aloita osoittamalla Päivitä.";
"SUChooseExplainDetails" = "Valitse langattomat AirPort-laitteet, jotka haluat päivittää, ja asenna uusi laiteohjelmisto osoittamalla Päivitä.";
"SUOneUpdatePrompt" = "Langattomalle AirPort-laitteelle ”%2$@” on saatavilla uusi laiteohjelmisto (%1$@).";
"SUOneUpdateExplain" = "Aloita osoittamalla Päivitä.";
"SoftwareUpdateEverythingUpToDate" = "AirPort-työkaluun tai yhteenkään langattomaan AirPort-laitteeseen ei ole tällä hetkellä saatavilla päivityksiä.";
"SoftwareUpdateAUIsUpToDate" = "Tämä AirPort-työkalun versio (%@) on uusin versio.";
"SoftwareUpdateFWIsUpToDate" = "Langattoman AirPort-laitteen laiteohjelmiston tämä versio (%@) on uusin versio.";
"SoftwareUpdateBadFirmware" = "Valittu laiteohjelmistotiedosto ei ole yhteensopiva tämän langattoman AirPort-laitteen kanssa.";
"SoftwareUpdateDownloadError" = "Ladattaessa laiteohjelmistoa tapahtui virhe.";
"SoftwareUpdateShowDetails" = "Näytä yksityiskohdat";
"SoftwareUpdateHideDetails" = "Kätke yksityiskohdat";
"SoftwareUpdateDirty" = "Tämän langattoman AirPort-laitteen päivittäminen poistaa tallentamattomat muutokset.";
"SUSkip" = "Ohita";
"SUPasswordPrompt" = "Syötä kohteen ”%@” salasana:";
"SUVersion" = "Laiteohjelmistoversio";
"SUDownloadProgressPrompt" = "Ladataan %1$d / %2$d laiteohjelmistopäivitystä";
"SUUpdateProgressPrompt" = "Päivitetään %1$d / %2$d langatonta AirPort-laitetta";
"SUUpdateProgressMessage" = "Päivitetään laiteohjelmistoa ”%1$@” kohteeseen %2$@…";
"SUWaitingRestartMessage" = "Odotetaan, että ”%@” käynnistyy uudelleen…";
"SUAutoCheckConfirm" = "AirPort-työkalu aukeaa, jos langattomaan AirPort-laitteeseen on saatavilla päivitys tai jos langaton AirPort-laite raportoi ongelmasta.";
"SUAutoCheckExplain" = "Voit muuttaa näitä asetuksia AirPort-työkalun asetuksissa.";
"SUAutoCheckCheckbox" = "Etsi päivityksiä avattaessa AirPort-työkalu";
"SUServerFailure" = "Päivityspalvelimelle yhdistettäessä tapahtui virhe. Tarkista verkkoasetukset ja yritä uudelleen.";
"SUInternalServerLabel" = "Sisäinen palvelin:";
"SUBackgroundCheckbox" = "Etsi päivityksiä:";
"SUHourly" = "Tunneittain";
"SUDaily" = "Päivittäin";
"SUWeekly" = "Viikoittain";
"SUMonthly" = "Kuukausittain";
"SUBackgroundDownloadCheckbox" = "Lataa laiteohjelmistopäivitykset automaattisesti";
"SUBackgroundDownloadExplain" = "AirPort-työkalu aukeaa, kun päivitykset ovat valmiita asennettaviksi.";

/* Discovery Window */
"IP4Address" = "IPv4-osoite";
"IP6Address" = "IPv6-osoite";
"Interface" = "Liitäntä";
"AirPortDesc" = "AirPort (%@)";
"EthernetDesc" = "Ethernet (%@)";

/* Document Toolbar Items and Tabs */
"Restart"				= "Käynnistä uudelleen";
"HardReset"				= "Palauta oletusasetukset…";
"Upload"				= "Lataa";
"Default"				= "Oletus";
"EquivPW"				= "Salasana";
"Summary"				= "Yhteenveto";
"SummaryTip"			= "Katsele tämän langattoman AirPort-laitteen ja langattoman verkon asetuksia";
"AirPort"				= "AirPort";
"AirPortTip"			= "Tee langattoman verkon määritykset";
"AirPort.Summary"		= "Yhteenveto";
"AirPort.Summary.Version" = "Versio";
"AirPort.BaseStation"	= "Tukiasema";
"AirPort.BaseStation.Options" = "Tukiaseman valinnat";
"AirPort.BaseStation.Hostname" = "Tukiaseman palvelinnimi";
"AirPort.Wireless"		= "Langaton";
"AirPort.Wireless.Options" = "Langattoman verkon valinnat";
"AirPort.Wireless.AppleWiFiConnect" = "Langattoman asiakkaan valinnat";
"AirPort.WDS"			= "WDS";
"AirPort.ACL"			= "Pääsynhallinta";
"Internet"				= "Internet";
"InternetTip"			= "Aseta tapa, jolla tämä langaton AirPort-laite yhdistää internetiin ja jakaa internet-yhteyden";
"Internet.Main"			= "Internet-yhteys";
"Internet.TCPIP"		= "TCP/IP";
"Internet.Modem"		= "Modeemi";
"Internet.PPPoE"		= "PPPoE";
"Internet.DHCP"			= "DHCP";
"Internet.NAT"			= "NAT";
"Music"					= "Musiikki";
"MusicTip"				= "Aseta AirPort Express soittamaan iTunes-musiikkia etäkaiuttimilla";
"Printers"				= "Tulostimet";
"USB"					= "USB-jako";
"PrintersTip"			= "Katsele ja muuta langattoman AirPort-laitteen kautta käytettävien USB-tulostimien asetuksia";
"USBTip"				= "Katsele ja muuta langattoman AirPort-laitteen kautta käytettävien USB-laitteiden asetuksia";
"PrintersScanners"		= "Tulostimet ja skannerit";
"PrintersScannersTip"	= "Katsele ja muuta langattoman AirPort-laitteen kautta käytettävien USB-tulostimien ja -skannereiden asetuksia";
"Drives"				= "Levyt";
"DrivesTip"				= "Katsele ja muuta langattoman AirPort-laitteen kautta käytettävien tallennuslaitteiden asetuksia";
"Drives.Disks"			= "Levyt";
"Drives.FileSharing"	= "Tiedostonjako";
"Drives.Accounts"		= "Tilit";
"Advanced"				= "Lisävalinnat";
"Advanced.MobileMe"		= "MobileMe";
"Advanced.Firewall"		= "Porttitaulukko";
"Advanced.PortMapping"	= "Porttitaulukko";
"Advanced.IPv6"			= "IPv6";
"Advanced.IPv6Firewall"	= "IPv6-palomuuri";
"Advanced.Dialin"		= "PPP-sisäänsoitto";
"Advanced.Statistics"	= "Lokit ja tilastot";
"AdvancedTip"			= "Katsele ja muuta langattoman AirPort-laitteen lisäasetuksia";
"Profiles"				= "Profiilit";
"ProfilesTip"			= "Profiilit";
"Statistics"			= "Tilastot";
"Statistics.Logging"	= "Lokit";
"Statistics.Wireless"	= "Langattomat asiakkaat";
"Statistics.DHCP"		= "DHCP-asiakkaat";
"StatisticsTip"			= "Katsele langattoman AirPort-laitteen tilatietoja, mukaan lukien järjestelmälokeja ja asiakastietoja";
"Search"				= "Etsi asetus";
"SearchTip"				= "Etsi langattoman AirPort-laitteen asetusta nimen perusteella. Nimen valitseminen siirtää sinut asetuksen sisältävään osioon.";

/* Panel layout */
"AirPort.Summary.labelPercentage" = "50";
"AirPort.Summary.Version.labelPercentage" = "50";
"AirPort.BaseStation.labelPercentage" = "50";
"AirPort.BaseStation.Options.labelPercentage" = "50";
"AirPort.BaseStation.Hostname.labelPercentage" = "50";
"AirPort.Wireless.labelPercentage" = "40";
"AirPort.Wireless.Options.labelPercentage" = "50";
"AirPort.Wireless.AppleWiFiConnect.labelPercentage" = "50";
"AirPort.GuNe.labelPercentage" = "50";
"AirPort.WDS.labelPercentage" = "50";
"AirPort.ACL.labelPercentage" = "50";

"Internet.Main.labelPercentage" = "40";
"Internet.TCPIP.labelPercentage" = "40";
"Internet.Modem.labelPercentage" = "40";
"Internet.DHCP.labelPercentage" = "40";
"Internet.NAT.labelPercentage" = "50";

"Music.labelPercentage" = "50";

"Printers.labelPercentage" = "50";
"USB.labelPercentage" = "50";
"Drives.Disks.labelPercentage" = "50";
"Drives.FileSharing.labelPercentage" = "50";
"Drives.Accounts.labelPercentage" = "50";

"Advanced.MobileMe.labelPercentage" = "50";
"Advanced.Firewall.labelPercentage" = "50";
"Advanced.PortMapping.labelPercentage" = "50";
"Advanced.IPv6.labelPercentage" = "50";
"Advanced.IPv6Firewall.labelPercentage" = "50";
"Advanced.Dialin.labelPercentage" = "50";
"Advanced.Statistics.labelPercentage" = "50";

/* Document */
"UpdateChanges" = "Haluatko päivittää tämän langattoman AirPort-laitteen asetukset ennen sulkemista?";
"WSCUpdateChanges" = "Olet tehnyt langattomaan AirPort-laitteeseen muutoksia, jotka on tallennettava ennen langattomien asiakkaiden lisäämistä. Tallenna asetukset osoittamalla Päivitä ja yritä uudelleen.";
"SwitchContinue" = "Haluatko varmasti vaihtaa toiseen langattomaan AirPort-laitteeseen?";
"SwitchUpdateLost" = "Jos vaihdat tukiasemaa päivittämättä, muutokset menetetään."; 
"UpdateLost" = "Jos et päivitä, muutokset menetetään.";
"Passwords" = "Salasanat";
"errMatchPassword" = "Salasana- ja varmistuskentän tiedot eivät täsmää. Kumpaankin kenttään on syötettävä sama salasana.";
"ImportPrompt" = "Tuo kaikki laitteen määrittelyt tai vain joitakin asetuksia.";
"ImportAll" = "Laitteen täydellinen määrittely";
"ImportAllOther" = "Kaikki muut asetukset";
"SwitchNetworksPrompt" = "Haluatko varmasti vaihtaa verkkoa?";
"SwitchNetworksMore" = "Tämän langattoman AirPort-laitteen käyttöönotto vaatii langattomien verkkojen vaihtamista. Verkkojen vaihtaminen saattaa katkaista internet-yhteyden.";
"TaskMaintenanceClose" = "Haluatko varmasti sulkea tämän ikkunan?";
"TaskMaintenanceRecommendContinue" = "Jos nyt suljet ikkunan, muutokset menetetään.";
"AssistClose" = "Haluatko varmasti sulkea tämän ikkunan?";
"AssistReccomendContinue" = "Jos et jatka apurin käyttöä ja päivitä langatonta AirPort-laitetta, muutokset menetetään.";
"PortConflict" = "Kohteen ”%@” käyttöönotto on ristiriidassa jonkin porttiohjauksen kanssa. Kyseinen porttiohjaus poistetaan käytöstä. Päivitä sen julkinen portti jatkaaksesi sen käyttöä.";
"TooBusyToCloseGeneric" = "AirPort-työkalu on varattu eikä sitä voida keskeyttää.";
"TooBusyToClose" = "AirPort-työkalu on varattu kohteen ”%@” kanssa eikä sitä voida keskeyttää.";
"TooBusyToCloseExplain" = "Odota, että AirPort-työkalu saa tehtävän suoritettua, ja yritä uudelleen.";
"UpdatingFirmware" = "päivitetään langattoman AirPort-laitteen laiteohjelmistoa";
"WritingConfiguration" = "kirjoitetaan langattoman AirPort-laitteen määrittelyä";

/* Progress */
"closeOrReRead" = "Voit sulkea tämän ikkunan tai odottaa, että langaton AirPort-laite käynnistyy uudelleen.";
"closeOrReReadSpecific" = "Voit sulkea tämän ikkunan tai odottaa, että tämä %@ käynnistyy uudelleen.";
"ReReadTimeout" = "AirPort-työkalu ei löytänyt langatonta AirPort-laitetta uudelleenkäynnistyksen jälkeen.";
"ReReadTimeoutDescription" = "Tämän langattoman AirPort-laitteen asetukset on päivitetty, mutta liityttäessä takaisin langattomaan verkkoon tai etsittäessä langatonta AirPort-laitetta tapahtui virhe. Valitse verkko Wi-Fi-valikosta ja yritä uudelleen.";
"ReReadTimeoutDescriptionWin" = "Tämän langattoman AirPort-laitteen asetukset on päivitetty, mutta liityttäessä takaisin langattomaan verkkoon tai etsittäessä langatonta AirPort-laitetta tapahtui virhe. Valitse verkko Hallitse verkkoyhteyksiä -tilassa ja yritä uudelleen.";
"ErrorCloseTryAgain" = "Tapahtui virhe, sulje määrittelyikkuna ja yritä uudelleen.";

/* Discovery */
"FoundDefaultBaseStation" = "AirPort-työkalu löysi laitteen %@ oletusasetuksilla.";
"FoundDefaultBaseStation.alternateArticle" = "AirPort-työkalu löysi laitteen %@, jossa on oletusasetukset.";
"FoundRestorableDefaultBaseStation" = "AirPort-työkalu löysi laitteen %@, jossa on oletusasetukset. Tähän laitteeseen voidaan palauttaa sen edelliset asetukset.";
"FoundRestorableDefaultBaseStation.alternateArticle" = "AirPort-työkalu löysi laitteen %@, jossa on oletusasetukset. Tähän laitteeseen voidaan palauttaa sen edelliset asetukset.";
"FoundJoinedBaseStation" = "AirPort-työkalu löysi laitteen %@, jolla on liittymistä yrittäviä asiakkaita.";
"FoundConfiguredBaseStation" = "AirPort-työkalu löysi laitteen %@.";
"FoundConfiguredBaseStation.alternateArticle" = "AirPort-työkalu löysi laitteen %@.";
"FoundBaseStationNeedsAttention" = "AirPort-työkalu löysi laitteen %@, joka raportoi ongelmista.";
"FoundBaseStationNeedsAttention.alternateArticle" = "AirPort-työkalu löysi laitteen %@, joka raportoi ongelmista.";
"FoundBaseStationPerformingTask" = "AirPort-työkalu löysi laitteen %@, joka suorittaa tehtävää.";
"FoundBaseStationPerformingTask.alternateArticle" = "AirPort-työkalu löysi laitteen %@, joka suorittaa tehtävää.";
"FoundBaseStationMigrationInterrupted" = "AirPort-työkalu löysi Time Capsulen, jonka levyn siirtäminen keskeytyi.";
"FoundBaseStationWithEnrollee" = "AirPort-työkalu löysi laitteen %@, jossa on verkkopääsypyyntö.";
"FoundBaseStationWithEnrollee.alternateArticle" = "AirPort-työkalu löysi laitteen %@, jossa on verkkopääsypyyntö.";

"FoundBaseStationNeedsUpdate" = "Tämä %@ tarvitsee päivityksen uudempaan laiteohjelmistoversioon.";
"FoundEnrolleeNeedsAccess" = "”%@” pyytää pääsyä verkkoon.";
"FoundEnrolleeAlreadyAuthed" = "”%@” on valtuutettu käyttämään verkkoa.";
"FoundEnrolleeAlreadyAuthedWaiting" = "Odotetaan, että ”%@” liittyy verkkoon…";
"FoundEnrolleeAlreadyJoined" = "”%@” liittyi verkkoon.";
"FoundEnrolleeNeedsPIN" = "Valitse PIN-koodi tälle verkkopääsypyynnölle ja osoita Valtuuta.";
"FoundEnrolleeGeneralError" = "Yritettäessä valtuuttaa verkkopyyntöä tapahtui virhe. Yritä uudelleen.";
"FoundEnrolleePINWrong" = "Syötetty PIN-koodi on virheellinen.";
"AppleWiFiConnectAuthorize" = "Valtuuta";
"AppleWiFiConnectIgnore" = "Älä huomioi";	
"AppleWiFiConnectTableColumnName" = "Nimi";
"AppleWiFiConnectTableColumnModel" = "Malli";
"AppleWiFiConnectTableColumnMAC" = "MAC-osoite";
"AppleWiFiConnectSelectNetwork" = "Valtuuta pääsy kohteeseen";
"AppleWiFiConnectSelectNetwork.description" = "Valitse langaton verkko, jota haluat tämän asiakkaan käyttävän.";
"AppleWiFiGrantTimedAccess" = "Tarjoa pääsy";
"AppleWiFiGrantTimedAccess.1" = "Kunnes kumoan sen";
"AppleWiFiGrantTimedAccess.2" = "Muokattu aikaväli";
"AppleWiFiGrantTimedAccess.86400" = "Päiväksi";
"AppleWiFiGrantTimedAccess.604800" = "Viikoksi";
"AppleWiFiGrantTimedAccess.2592000" = "Kuukaudeksi";
"AppleWiFiGrantTimedAccess.4294967295" = "Pysyvästi";
"AppleWiFiGrantTimedAccess.description" = "Määrittele aika, jonka tämä asiakas voi käyttää verkkoa.";
"AppleWiFiGrantTimedAccessCustom" = "Muokattu";
"ContinueOrManual" = "Muuta laitteen %@ asetuksia osoittamalla Jatka.";
"ContinueDefault" = "Jos haluat ottaa käyttöön laitteen %@, osoita Jatka.";
"ContinueResolve" = "Ratkaise laitteen %@ ongelmia osoittamalla Jatka.";
"FoundNone" = "AirPort-työkalu ei löytänyt langattomia AirPort-laitteita. Varmista, että langaton AirPort-laite, jonka haluat ottaa käyttöön, on liitetty virtalähteeseen ja tietokoneen kantaman sisällä. Yritä uudelleen osoittamalla Etsi uudelleen.";
"MakeSure" = "Jos tämä ei ole langaton AirPort-laite, jonka haluat ottaa käyttöön, valitse toinen vasemmalla olevasta luettelosta. Jos laitetta ei näy, varmista, että se on liitetty virtalähteeseen ja tietokoneen kantaman sisällä.";
"PerformingTask" = "Katsele alla olevaa edistymispalkkia tai valitse toinen langaton AirPort-laite, jonka haluat ottaa käyttöön.";
"PerformingTaskNeedPassword" = "Syötä salasana laitteelle %@, jos haluat katsella edistymispalkkia alla, tai valitse toinen langaton AirPort-laite, jonka haluat ottaa käyttöön.";
"PasswordButton" = "Syötä salasana…";
"NothingSelected" = "Valitse langaton AirPort-laite, jonka haluat ottaa käyttöön.";
"OldVersion" = "Nykyinen versio";
"InstallVersion" = "Uusi versio";
"UpdateButton" = "Päivitä laiteohjelmisto…";
"ProgressStep.0" = "Etsitään uusinta laiteohjelmistoversiota…";
"ProgressStep.1" = "Viestitään laitteen ”%@” kanssa…";
"ProgressStep.3" = "Ladataan laiteohjelmistoa…";
"ProgressStep.4" = "Siirretään uutta laiteohjelmistoa laitteeseen %@…";
"ProgressStep.5" = "Päivitys on suoritettu…";

/* AirPort */
"SummaryPrompt" = "Muokkaa asetusta osoittamalla sen otsikkoa:";
"SummaryWirelessClients" = "Langattomat asiakkaat";
"SummaryAllow" = "Salli asiakkaat…";
"SummaryAddWireless" = "Lisää langattomia asiakkaita…";
"UpgradeFirmware" = "Päivitä laiteohjelmisto";
"UpgradeFirmwareTo" = "Päivitä versioon %@";
"ConfigureRadius" = "Määrittele RADIUS…";
"RadioModeWarning" = "Kohteen %@ valitseminen saattaa estää joitakin asiakkaita liittymästä langattomaan verkkoon.";
"BaseStationsOptionsButton" = "Valinnat…";
"WirelessOptionsButton" = "Langattoman verkon valinnat…";
"WDSMainLabel" = "WDS-päätukiasema";
"WDSRemotesLabel" = "WDS-etätukiasemat";
"AutomaticDateTime" = "Aseta aika automaattisesti:";
"EveryoneElse" = " (oletus)";
"NoAccess" = "Ei pääsyä";
"FullAccess" = "Rajoittamaton";
"Expired" = "(vanhentunut)";
"LocalAccessDescription" = "Paikalliset oikeudet määrittelee asiakkaat, jotka saavat liittyä verkkoosi langattoman MAC-osoitteensa perusteella. Jos joukko on tyhjä, kaikki asiakkaat saavat liittyä verkkoon.";
"TimedAccessDescription" = "Ajoitetut oikeudet määrittelee päivät ja kellonajat, jolloin MAC-osoitteensa perusteella tunnistettu asiakas saa liittyä verkkoon. Ensimmäinen tietue mahdollistaa asetusten tekemisen asiakkaille, joiden MAC-osoitetta ei ole luettelossa.";
"TimedAccessLockoutTitle" = "Ajoitetut käyttörajoitukset";
"TimedAccessLockoutMessage" = "Oletusarvo on ”ei pääsyä”. Jos et lisää tietuetta, joka antaa pääsyn tälle tietokoneelle, et voi liittyä tämän langattoman AirPort-laitteen verkkoon päivittämisen jälkeen.";
"VerifySecret" = "Vahvista salaisuus:";
"WirelessInternetSettings" = "Langattomat internet-asetukset…";
"ChooseWirelessNetwork" = "Valitse langaton verkko…";

/* Internet */
"RenewDHCP" = "Uusi DHCP-laina";
"NATDescription" = "NAT (Network Address Translation) mahdollistaa yhden julkisen IP-osoitteen jakamisen verkossa olevien tietokoneiden ja muiden laitteiden kesken.";
"EnableDefaultHost" = "Salli oletuspalvelin kohteessa:";
"InvalidDHCPBegin" = "Annettu ensimmäinen DHCP-osoite ei ole kelvollinen IP-osoite.";
"InvalidDHCPEnd" = "Annettu viimeinen DHCP-osoite ei ole kelvollinen IP-osoite.";
"InvalidRangeRemedy" = "Anna osoitteen viimeiselle oktetille kelvollinen arvo ja yritä uudelleen.";
"ConfigurePortMappings" = "Määrittele porttitaulukko…";
"DHCPPrivateRange10Dot0" = "10.0";			/* DON'T LOCALIZE THIS */
"DHCPPrivateRange172Dot16" = "172.16";		/* DON'T LOCALIZE THIS */
"DHCPPrivateRange192Dot168" = "192.168";	/* DON'T LOCALIZE THIS */
"WirelessDescription" = "Valitse langaton verkko, jota tämä %@ käyttää internetiin liittymiseen.";

/* Music */
"iTunesDescription" = "Tässä paneelissa määritellään AirPort Express käyttämään AirPlayta.";

/* Printers */
"PrintersDescription" = "Tämä osio näyttää langattomaan AirPort-laitteeseen liitetyt USB-tulostimet.";
"NoPrinters" = "Ei mitään";
"Printer" = "Tulostin";
"SharedName" = "Jaettu nimi";
"AccountName" = "Tunnus";

/* USB */
"USBDevice" = "USB-laite";
"USBDeviceAccess" = "Pääsy";
"AccountCount" = "%d tiliä";

/* Drives */
"StorageDescription" = "Tässä osiossa näkyvät AirPort-levyt.";
"DiskBuiltIn" = "Time Capsule -levy";
"DiskBuiltInName" = "Time Capsule -levyn nimi";
"DiskErasePrompt" = "Poista tiedot Time Capsule -levyltä valitsemalla Tyhjennä.";
"DiskErasePrompt2" = "Jos haluat poistaa Time Capsule -levyn tiedot, osoita Aloita.";
"DiskEraseButton" = "Tyhjennä…";
"DiskActionButton" = "Aloita…";
"DiskEraseTCMenuItem" = "Tyhjennä levy";
"DiskArchiveTCMenuItem" = "Arkistoi levy";
"DiskMigrateTCMenuItem" = "Siirrä levy";
"DiskArchivePrompt" = "Siirrä tiedot Time Capsule -levyltä USB:llä liitetylle AirPort-levylle valitsemalla Arkistoi.";
"DiskArchivePrompt2" = "Jos haluat siirtää tiedot Time Capsule -levyltä USB:llä liitetylle AirPort-levylle, osoita Aloita.";
"DiskArchiveButton" = "Arkistoi…";
"DiskMigrateArchiveErasePrompt" = "Valitse Time Capsule -levytoiminto, jonka haluat suorittaa, ja osoita Aloita.";
"MigrateAreYouSure" = "Haluatko varmasti siirtää toisen Time Capsule -levyn tiedot tälle Time Capsule -levylle?";
"MigrateExplain" = "Siirrä toisen Time Capsule -levyn tiedot tälle Time Capsule -levylle. Tämä mahdollistaa myös Time Machine -varmuuskopion siirtämisen tälle Time Capsule -levylle.";
"MigrateWarning" = "Toisen Time Capsule -levyn tietojen siirtäminen saattaa kestää kauan.";
"DiskMigrateButton" = "Siirrä…";
"MigrateFrom" = "Siirrä tietoja kohteesta";
"DiskArchiveNoDestPartitions" = "AirPort-levyjä ei ole käytettävissä";
"DiskArchiveNoDestDescription" = "Varmista, että tallennuslaitteessa on riittävästi tilaa arkistolle ennen sen liittämistä tukiaseman USB-porttiin.";
"DiskArchiveNameFreeSpaceFormat" = "%@ (%@ vapaana)";
"DiskArchiveNameFreeSpaceInsufficientSpace" = "%@ (%@ vapaana - liian vähän tilaa)";
"DiskArchiveNameDiskIsLocked" = "%@ (levy on lukittu)";
"UnmountDescription" = "Jos haluat irrottaa levyn, osoita Katkaise kaikkien käyttäjien yhteydet.";
"DiskMigrateSelect" = "Valitse siirrettävä Time Capsule";
"DiskMigrateNoSources" = "Time Capsuleita ei käytettävissä";
"DiskMigrateNoSourcesDescription" = "Varmista, että Time Capsule, josta haluat siirtää tietoja, on liitetty verkkoon.";
"DiskMigrateEraseTargetWarning" = "Tämä Time Capsule -levy tyhjennetään osana levyn sisällön siirtämisprosessia. Tätä toimintoa ei voida perua.";

"SharingOffDescription" = "Tiedostonjako ei ole käytössä. Jaa AirPort-levyt verkossa valitsemalla Tiedostonjako-välilehti, ottamalla tiedostonjako käyttöön ja osoittamalla Päivitä.";
"SharingTabButton" = "Tiedostonjako…";
"BytesSuffix" = "tavua";
"KiloBytesSuffix" = "kt";
"MegaBytesSuffix" = "Mt";
"GigaBytesSuffix" = "Gt";
"TeraBytesSuffix" = "Tt";
"NoDrives" = "Levyjä ei löytynyt.";
"NoDriveSelection" = "Valitse levy tai taltio.";
"nameField" = "Nimi:";
"capacityField"	= "Kapasiteetti:";	
"availableCapacityField" = "Vapaana:";
"usedCapacityField" = "Käytössä:";
"usersField" = "Käyttäjät:";
"SMARTStatus" = "SMART-tila:";		/* Self-Monitoring, Analysis, and Reporting Technology - It's not localized. "Status" should be localized.*/
"SMARTVerified" = "Varmistettu";
"SMARTFailing" = "Vikaantumassa";
"SMARTNotSupported" = "Ei tuettu";
"ArchiveAreYouSure" = "Haluatko varmasti arkistoida Time Capsule -levyn USB-levylle?";
"ArchiveExplain" = "Varmuuskopioi tiedot arkistoimalla kovalevy.";
"ArchiveWarning" = " Time Capsule -levyn arkistoiminen saattaa kestää kauan.";
"ArchiveTo" = "Kohde:";
"Archive" = "Arkistoi";
"ArchiveConfirmStrong" = "Time Capsule -levyn arkistoiminen toiselle AirPort-levylle vaatii vapaata tilaa kohdelevyllä. Tietojen arkistoiminen ei tuhoa tiedostoja.";
"UsersConnectedBullet" = "Käyttäjiä on yhteydessä tälle levylle. Tallentamattomat muutokset menetetään.";
"EraseAreYouSure" = "Haluatko varmasti tyhjentää Time Capsule -levyn?";
"EraseExplain" = "Time Capsule -levyn tyhjentäminen poistaa kaikki tiedostot levyltä.";
"EraseSecure" = "Turvallinen tyhjennys";
"EraseSecureExplain" = "Levyn turvallinen tyhjentäminen kestää kauemmin, mutta varmistaa, että tietoja ei voida palauttaa.";
"Erase" = "Tyhjennä";
"EraseQuick" = "Nopea tyhjennys (ei turvallinen)";
"EraseQuick.description" = "Poistaa hakemistotiedot, jolloin tietoja ei voida enää käyttää. Tiedot jätetään levylle, kunnes niiden varaamaa levytilaa tarvitaan ja tietojen päälle kirjoitetaan. Tiedot ovat mahdollisesti palautettavissa siihen asti. Tämä vaihtoehto on nopein, mutta vähiten turvallinen.";
"EraseZeroOnce" = "Kirjoita nollia tietojen päälle";
"EraseZeroOnce.description" = "Kirjoittaa nollia levyllä olevan tiedon päälle. Tämä on turvallinen ja nopea vaihtoehto.";
"EraseZero7Times" = "Ylikirjoita tiedot 7 kertaa";
"EraseZero7Times.description" = "Kirjoittaa dataa koko levyn päälle seitsemän kertaa. Tämä vaihtoehto tarjoaa hyvin luotettavan tavan poistaa levyn tiedot. Seitsenkertainen ylikirjoitus kestää seitsemän kertaa kauemmin kuin nollien kirjoittaminen.";
"EraseZero35Times" = "Ylikirjoita tiedot 35 kertaa";
"EraseZero35Times.description" = "Kirjoittaa dataa koko levyn päälle 35 kertaa. Tämä vaihtoehto tarjoaa erittäin turvallisen levyn tyhjentämisen. 35-kertainen ylikirjoitus kestää 35 kertaa kauemmin kuin ylikirjoittaminen nollilla.";
"EraseTimeRequirementWarningSeveralDays" = "Tämän toiminnon suorittaminen kestää useita päiviä.";
"EraseTimeRequirementWarningSpecific" = "Tämän toiminnon suorittaminen kestää noin %@.";
"EraseConfirmStrong" = "Time Capsule -levyn tyhjentäminen poistaa levyn kaikki tiedot. Muiden liitettyjen AirPort-levyjen tietoihin ei kosketa.";
"EraseUsersConnectedBullet" = "Käyttäjiä on yhteydessä tälle levylle. Tällä levyllä käytössä olevat tiedostot poistetaan.";
"Migrate" = "Siirrä";
"MigrateConfirmStrong" = "Valitun Time Capsule -levyn siirtäminen kopioi kaikki tiedostot, mukaan lukien Time Machine -varmuuskopiot, tälle Time Capsule -levylle.";
"MigrateTaskBullet" = "Time Capsule -levyn siirtäminen saattaa kestää kauan.";
"MigrateUsersConnectedBullet" = "Käyttäjiä on yhteydessä tälle levylle. Tallentamattomat muutokset menetetään.";
"MaintenanceTaskBullet" = "Laitteen %@ merkkivalo vilkkuu keltaisena prosessin aikana.";
"MaintenanceTaskBullet2" = "Et voi muuttaa laitteen %@ asetuksia, päivittää sen laiteohjelmistoa tai käynnistää sitä uudelleen ennen kuin se on jälleen käytettävissä.";
"MaintenanceTaskBullet3" = "Levyn turvallinen tyhjennys voi kestää kauan. Voit tyhjentää levyn nopeammin osoittamalla Kumoa ja tyhjentämällä levyn ilman turvallista tyhjennystä.";
"DisconnectAllUsers" = "Katkaise kaikkien käyttäjien yhteydet…";
"Unmount" = "Poista näkyvistä";
"Disconnect" = "Katkaise";
"DisconnectAllUsersAreYouSure" = "Haluatko varmasti katkaista kaikkien käyttäjien yhteydet jaettuihin levyihin?";
"DisconnectAllUsersExplain" = "Ennen kuin irrotat levyn laitteesta %@, katkaise kaikkien levyä käyttävien käyttäjien yhteys siihen. Varmista, että käyttäjät tallentavat työnsä ennen kuin heidän yhteytensä katkaistaan. Kun kaikkien käyttäjien yhteys on katkaistu, levyn irrottaminen on turvallista.";
"DisconnectMessage" = "Tämän laitteen ”%@” ylläpitäjä on katkaissut kaikkien käyttäjien yhteyden jaettuihin levyihin.";
"ArchiveDiskMessage" = "Tämän laitteen ”%@” ylläpitäjä arkistoi tätä AirPort-levyä.";
"EraseDiskMessage" = "Tämän laitteen ”%@” ylläpitäjä tyhjentää tätä AirPort-levyä.";
"MigrateSourceDiskMessage" = "Tämän laitteen ”%@” ylläpitäjä siirtää tämän Time Capsule -levyn sisältöä.";
"MigrateDestDiskMessage" = "Tämän laitteen ”%@” ylläpitäjä siirtää toisen Time Capsule -levyn sisältöä tälle Time Capsule -levylle.";
"WillBeDisconnectedMessage" = "Kaikkien käyttäjien yhteydet levyyn katkaistaan.";
"DiskStatus" = "Levyn tila";
"EraseDiskStatus" = "Levyn tyhjennyksen tila";
"ErasingWillTake" = "Levyn turvallinen tyhjennys kestää noin %@.";
"EraseDiskSucceeded" = "Levy tyhjennetty.";
"EraseDiskFailed" = "Tyhjennettäessä levyä tapahtui virhe.";
"EraseDiskPermissionError" = "Varmista, että voit kopioida tiedostoja levylle, ja yritä uudelleen.";
"EraseInternalDiskFailed" = "Tyhjennettäessä Time Capsule -levyä tapahtui virhe. Yritä uudelleen.";
"EraseDiskProgress" = "Levyn tila: %@";
"EraseDiskSecurePass" = "Turvallisen tyhjennyksen kerta %1$d / %2$d";
"EraseDiskStarting" = "Aloitetaan levyn tyhjennystä";
"EraseDiskFinishing" = "Levyn tyhjennystä lopetetaan";
"EraseCancel" = "Kumoa turvallinen poisto";
"CancelingTask" = "Kumotaan. Odota.";
"EraseDiskCanceled" = "Time Capsule -levy on tyhjennetty. Koska turvallinen tyhjennys kumottiin, kovalevyn tietoja voidaan ehkä palauttaa.";
"EstimatedTimeToComplete" = "Arvioitu kesto: %@";
"DaysHoursMinutesSeconds" = "%1$d päivää %2$2d.%3$2d.%4$2d";		/* example: "3 days 10:59:48" (remaining, not absolute time)*/
"HoursMinutesSeconds" = "%1$2d.%2$2d.%3$2d";					/* example: "10:59:48" (remaining, not absolute time)*/
"ArchiveDiskSucceeded" = "Levyn arkistoiminen onnistui.";
"ArchiveDiskError" = "Arkistoitaessa Time Capsule -levyä tapahtui virhe.";
"ArchiveSizeError" = "Kohdelevyllä ei ole riittävästi vapaata tilaa.";
"ArchiveNotFoundError" = "Kohdelevyä ei löytynyt.";
"ArchivePermissionError" = "Kohdelevyllä on oikeusvirheitä.";
"ArchiveDiskStarting" = "Aloitetaan levyn arkistointia";
"ArchiveDiskStatus" = "Levyn arkistoinnin tila";
"ArchiveDiskProgress" = "%1$@ / %2$@";
"ArchiveCancel" = "Kumoa arkistointi";
"ArchiveDiskCanceled" = "Levyn arkistointi on kumottu.";
"ArchiveDiskCanceledArchiveDeleted" = "Arkistoidut tiedostot on poistettu kohdelevyltä.";
"ArchiveDiskCanceledArchiveRemains" = "Arkistoidut tiedostot ovat kohdelevyllä.";
"ArchiveDiskFinishing" = "Viimeistellään";

"MigrateDiskSucceeded" = "Toisen Time Capsule -levyn sisältö siirrettiin tälle Time Capsule -levylle.";
"MigrateDiskError" = "Siirrettäessä toisen Time Capsulen sisältöä tälle Time Capsule -levylle tapahtui virhe.";
"MigrationInterrupted" = "Time Capsule -levyn siirtäminen on keskeytetty.";
"MigrationResumeRestart" = "Voit jatkaa siirtämistä tai aloittaa sen uudelleen.";
"MigrationResumeRestartCancel" = "Voit jatkaa siirtämistä, aloittaa sen uudelleen tai kumota sen.";
"MigrationResumeRestartDesc" = "Siirtämisen aloittaminen uudelleen tyhjentää tämän Time Capsule -levyn ja siirtää kaikki tiedostot toiselta Time Capsule -levyltä. Siirtämisen jatkaminen jatkaa siirtämistä keskeytyskohdasta.";
"MigrateSizeError" = "Tällä Time Capsule -levyllä ei ole riittävästi vapaata tilaa toisen Time Capsule -levyn koko sisällön siirtämistä varten.";
"MigrateNotFoundError" = "Time Capsule -levyä, jonka haluat siirtää, ei löytynyt.";
"MigrateDiskStarting" = "Aloitetaan Time Capsule -levyn siirtämistä";
"MigrateDiskStatus" = "Siirtämisen tila";
"MigrateCancel" = "Kumoa Time Capsule -levyn siirtäminen";
"MigrateDiskCanceled" = "Time Capsule -levyn siirtäminen on kumottu.";
"DisconnectingFileSharingUsers" = "Katkaistaan tiedostoja jakavien käyttäjien yhteyttä";

"MigrateDiskFinished.defaults" = "Jos haluat palauttaa toisen Time Capsulen tehdasasetuksiin, valitse Jatka.";
"MigrateDiskFinished.config" = "Jos haluat määritellä toisen Time Capsulen aiemmin valittuja asetuksia käyttäen, valitse Jatka.";
"MigrateDiskFinished.timer" = "Tämä prosessi jatkuu automaattisesti %@ sekunnin kuluttua.";

"RepairDisk" = "Korjaa";
"ChooseDifferentDisk" = "Valitse toinen AirPort-levy ja yritä uudelleen.";
"ConnectSMBOnly" = "Tähän jaettuun levyyn saadaan yhteys osoitteella smb://%@.";
"ConnectSMBorAFP" = "Tähän jaettuun levyyn saadaan yhteys osoitteella smb://%1$@ tai afp://%2$@.";
"FileSharingDescription" = "Tässä osiossa voit määritellä tiedostonjaon oikeudet AirPort-levyille.";
"ConfigureAccounts" = "Määrittele tilit…";
"SMBDescription" = "Nämä asetukset määrittelevät Windows-tiedostojaon.";
"DiskRenameButton" = "Nimeä uudelleen…";
"DiskRenameLabel" = "Levyn nimi:";
"DiskRenameDescription" = "Syötä nimi Time Capsule -levylle.";
"DiskRenamePrompt" = "Muuta Time Capsule -levyn nimeä osoittamalla Nimeä uudelleen.";
"InternalDiskDefaultPartitionName" = "AirPort-levy";
"DiskUserWarningPrompt" = "Laite ja sen verkkopalvelut ovat hetkellisesti poissa käytöstä. Haluatko varmasti jatkaa?";

/* Advanced */
"AccountsDescription" = "Käyttämällä tilejä langattomassa AirPort-laitteessa voit hallita käyttäjien pääsyä jaettuihin levyihin. Jos haluat luoda uuden tilin, osoita lisäyspainiketta (+).";
"AccountsDescription.usbAndDiskSharing" = "Käyttämällä tilejä langattomassa AirPort-laitteessa voit hallita käyttäjien pääsyä jaettuihin levyihin ja muihin jaettuihin USB-laitteisiin. Jos haluat luoda uuden tilin, osoita lisäyspainiketta (+).";
"AccountsDescription.usbSharing" = "Käyttämällä tilejä langattomassa AirPort-laitteessa voit hallita käyttäjien pääsyä jaettuihin USB-laitteisiin. Jos haluat luoda uuden tilin, osoita lisäyspainiketta (+).";
"FirewallDescription" = "Jos haluat sallia verkkosi ulkopuolella olevien tietokoneiden käyttävän jotakin laitetta verkossasi, osoita Lisää (+) ja syötä palvelu ja portti.";
"PortMappingDescription" = "Jos haluat sallia verkkosi ulkopuolella olevien tietokoneiden käyttävän jotakin laitetta verkossasi, osoita Lisää (+) ja syötä palvelu ja portti.";
"IPv6Description" = "Tämä osio mahdollistaa IPv6:n määrittelemisen laitteessa ”%@”. Valitse, käyttääkö %@ vain link-localia, toimiiko se solmuna IPv6-internetissä vai tunnelina IPv6-internetin ja lähiverkon tietokoneiden välillä.";
"IPv6FirewallTraversals" = "Muokkaa IPv6-palomuuria.";
"IPv6FirewallDescription" = "Jos haluat antaa tietyille verkon ulkopuolisille tietokoneille pääsyoikeuden tiettyihin laitteisiin, osoita lisäyspainiketta (+) ja syötä laitteen IPv6-osoite ja/tai -portti.";
"LoggingDescription" = "Tämä langaton AirPort-laite tukee lokiviestejä, jotka saattavat auttaa vianmäärityksessä.";
"SNMPDescription" = "SNMP (Simple Network Management Protocol) -protokollalla voit kysellä laitteen tilastoja, kuten langattomien asiakkaiden määrää.";
"LogsAndStatisticsDescirption" = "AirPort-työkalu tukee langattoman AirPort-laitteen lokiviestien lukemista ja tilastojen katselemista.";
"WABHostnameDescription" = "Syötä globaali palvelinnimi tälle langattomalle AirPort-laitteelle. Internetissä olevat tietokoneet voivat yhdistää tähän langattomaan AirPort-laitteeseen tätä palvelinnimeä käyttäen.";
"WABRegDomainDescription" = "Anna rekisteröity domain-nimi, jotta Bonjour voisi mainostaa paikallisen aliverkon ulkopuolelle.";
"WABDNSAuthDescription" = "Jos DNS-palvelimesi vaatii todentamista, anna käyttäjätunnus ja salasana.";
"WABEnable" = "Käytä laajaverkkopalvelinnimeä";
"WABConfigure" = "Määrittele…";
"BackToMyMacDescription" = "Takaisin omaan Maciin -toiminnolla voit käyttää tämän %@ -laitteen palveluja muilta tietokoneilta, joissa on Takaisin omaan Maciin käytössä.";
"BackToMyMacDescriptionSingle" = "Jos haluat ottaa käyttöön toiminnon Takaisin omaan Maciin tällä %@ -laitteella, syötä MobileMen käyttäjätunnus ja salasana.";
"BackToMyMacDescriptionMultiple" = "Jos haluat ottaa käyttöön toiminnon Takaisin omaan Maciin tällä %@ -laitteella, osoita lisäyspainiketta (+) ja syötä MobileMen käyttäjätunnus ja salasana.";
"BackToMyMacEntryDescription" = "Syötä MobileMen käyttäjätunnus ja salasana, jos haluat, että tähän %@ -laitteeseen liitetyt laitteet ovat käytettävissä Takaisin omaan Maciin -toiminnolla.";
"IPv6FirewallLabel" = "Poikkeukset";
"PortMappingsLabel" = "Porttitaulukko";

/* Statistics */
"SeverityLabel" = "Vakavuus:";
"Save Log File" = "Vie lokit";
"LogFileNameWithoutExtension" = "Loki %@";
"ViewStatistics" = "Lokit ja tilastot";
"MinutesAgo" = "minuuttia sitten";
"dBm" = "dBm";
"StatisticsPublicPassword" = "Jos haluat katsella tilastoja, vaihda laitteen %@ salasanaksi jokin muu kuin ”public”, päivitä määrittely ja yritä uudelleen. Tilastojen katselemista salasanaa ”public” käyttäen tuetaan vain langattomissa AirPort-laitteissa, joissa on SNMP-alueen tunnus.";

/* Profiles */
"profilesDescription" = "Tämä langaton AirPort-laite tukee useita määrittelyprofiileja. Voit lisätä, poistaa tai aktivoida profiileja. Jos haluat aktivoida profiilin, osoita Aktiivinen-sarakkeessa olevaa painiketta. Jos haluat nimetä profiilin uudelleen, kaksoisosoita sen nimeä ja syötä uusi nimi.";
"ManageProfiles" = "Hallinnoi profiileja";
"untitled" = "Nimetön";
"copy" = "kopio";

/* Validation */
"SingleValidationError" = "Korjaa alla mainittu ongelma ennen tämän langattoman AirPort-laitteen päivittämistä.";
"MultipleValidationErrors" = "Korjaa %d alla lueteltua ongelmaa ennen tämän langattoman AirPort-laitteen päivittämistä.";
"IgnoreValidationDescription" = "Jos et halua muuttaa tätä asetusta, valitse Älä huomioi tätä ongelmaa.";
"IgnoreValidation" = "Älä huomioi tätä ongelmaa";

/* System Status */
"SystemStatusPrompt" = "Langaton AirPort-laite raportoi seuraavista asioista. Näet lisätietoja valitsemalla kohteen.";
"SystemStatusIgnoreExplain" = "Voit jättää ongelman huomioimatta, jos et halua saada langattoman AirPort-laitteen merkkivaloa vilkkumaan keltaisena.";
"SystemStatusPromptNoErrors" = "Langaton AirPort-laite ei raportoi ongelmista.";
"SystemErrors" = "%d ongelmaa havaittu";
"StatusNormal" = "Normaali";
"StatusUnconfigured" = "Oletusasetukset";
"DontWarnCheckboxTitle" = "Älä näytä tätä varoitusta uudelleen";
"SystemStatusErrorDescription" = "Ongelman kuvaus";
"SystemStatusIgnore" = "Älä huomioi";
"SystemStatusError" = "Ongelma";
"SystemStatusWarning" = "Varoitus";
"SystemStatusOpenedDefault" = "AirPort-työkalu avasi kohteen ”%@”, koska se käyttää oletusasetuksia.";
"SystemStatusOpenedDefaultMore" = "Jos haluat syöttää asetukset, osoita OK, tai jos haluat pitää oletusasetukset, osoita Kumoa.";
"SystemStatusOpenedProblems" = "AirPort-työkalu avasi kohteen ”%@”, koska se raportoi ongelmista.";
"SystemStatusOpenedProblemsMore" = "Jos haluat suorittaa vianmäärityksen tälle langattomalle AirPort-laitteelle, osoita OK.";
"SystemStatusItem" = "Kohde";
"SystemStatusPromptOneItem" = "Langaton AirPort-laite raportoi yhdestä asiasta.";
"SystemItems" = "%d ongelmaa havaittu";

/* Preferences */
"ShowPreferences" = "Avaa asetukset";
"advancedUser" = "Käytä aina manuaalista asetusikkunaa";
"controlTips" = "Näytä työkaluvihjeet langattoman AirPort-laitteen kaikkien asetusten kohdalla";
"backgroundMonitor" = "Seuraa langattomia AirPort-laitteita ongelmien varalta";
"backgroundMonitorMine" = "Seuraa vain langattomia AirPort-laitteita, jotka minä olen määritellyt";
"backgroundMonitorDescription" = "Jos valitset ”Seuraa langattomia AirPort-laitteita ongelmien varalta”, AirPort-työkalu avataan, kun tuetun langattoman AirPort-laitteen merkkivalo vilkkuu keltaisena.";
"backgroundMonitorWAB" = "Seuraa langattomia AirPort-laitteita internetin kautta Bonjourilla";

/* UserModes */
"AssistantMode" = "Avusta";
"AdvancedMode" = "Manuaaliset asetukset";
"ConfirmSwithToAssistLoseChanges" = "Jos vaihdat apuritilaan, langattoman AirPort-laitteen asetuksiin tehdyt muutokset menetetään. Haluatko varmasti vaihtaa apuritilaan?";
"AssistReconfigurePrompt" = "Haluatko varmasti apurin määrittelevän uudelleen langattoman AirPort-laitteen?";
"AssistReconfigureExplain" = "Voit myös valita Manuaaliset asetukset määritelläksesi lisävalintoja.";

/* Equivalent Network Password */
"equivWEPPW" = "Jos haluat liittyä tämän %@ -laitteen luomaan langattomaan verkkoon tietokoneelta, joka ei käytä AirPort-ohjelmistoa, käytä seuraavaa:";
"equivWEPHex" = "Heksaekvivalentti salasana (WEP-avain):";
"equivWEPASCII" = "ASCII-ekvivalentti salasana (WEP-avain):";
"equivWPAPW" = "Jos haluat liittyä tämän %@ -laitteen luomaan langattomaan verkkoon, käytä seuraavaa:";
"equivWPAPSK" = "Ennalta jaettu WPA-avain:";
"equivWPAPSKSSIDSpecific" = "Ennalta jaettu WPA-avain kohteelle ”%@”:";
"equivWPAPasswordSSIDSpecific" = "WPA-salasana kohteelle ”%@”:";
"equivWPAPassword" = "WPA-salasana:";
"equivTSNPassword" = "WPA-salasana/ASCII WEP-avain:";

/* Firmware */
"CurrentLabel" = "Nykyinen versio";
"UpdateToLabel" = "Lataa versio";
"ChooseOrOther" = "Valitse laiteohjelmistoversio, jonka haluat siirtää langattomaan AirPort-laitteeseen, tai valitse Muu…, jos haluat etsiä muun version.";

/* Confirmations - Maybe don't use */
"AreYouSure"	= "Oletko varma, että haluat ottaa asetuksen käyttöön?";
"AreYouSure2"	= "Oletko varma, että haluat muuttaa tätä asetusta?";
"AreYouSure3"	= "Haluatko varmasti pitää nämä asetukset?";
"ConfirmClosed" = "”Suljetun” verkon nimi piilotetaan. Liittyäkseen verkkoon käyttäjän on tiedettävä sen nimi.";
"ConfirmEthernetBridging" = "AirPortin ja Ethernetin välinen siltaus voi vaikuttaa verkon toimintaan. Kysy palveluntarjoajaltasi tai verkon ylläpitäjältä lisätietoja.";
"ConfirmEthernetDHCP" = "DHCP-palvelimen käyttöönotto voi vaikuttaa verkon toimintaan. Kysy palveluntarjoajaltasi tai verkon ylläpitäjältä lisätietoja.";
"ConfirmEthernetNAT" = "IP-osoitteiden jakaminen (käyttäen NAT:ia) Ethernetiin voi vaikuttaa verkon toimintaan. Kysy palveluntarjoajaltasi tai verkon ylläpitäjältä lisätietoja.";
"ConfirmRobustness" = "Häiriösietoisuustila voi auttaa muiden laitteiden, kuten langattomien puhelinten tai valvontakameroiden, aiheuttamien häiriöiden välttämisessä. Häiriösietoisuustila voi vaikuttaa verkon yleiseen suorituskykyyn.";
"ConfirmMulticastRate" = "Multicast-taajuuden asettaminen suuremmaksi kuin 2 Mb/s estää kolmannen osapuolen 2 Mb -korttien kytkeytymisen verkkoon. Applen AirPort-kortin käyttäjiin tämä ei vaikuta.";
"ConfirmPublicPassword" = "Tämä langaton AirPort-laite on suojattu salasanalla ”public”.";
"ConfirmPublicPassword1" = "Parempi suoja saadaan käyttämällä eri salasanaa kuin ”public”.";
"confirm80211b" = "Vain 802.11b -vaihtoehdon valitseminen estää 802.11g-asiakastietokoneita liittymästä tämän langattoman AirPort-laitteen verkkoon 802.11g-nopeudella.";
"confirm80211g" = "Vain 802.11g -vaihtoehdon valitseminen estää 802.11b-asiakastietokoneita liittymästä tämän langattoman AirPort-laitteen verkkoon.";
"confirmTurnOffLocalAccessControl" = "WPA Enterprise ei ole yhteensopiva paikallisen MAC-osoitteen pääsynhallinnan kanssa. Paikallinen pääsynhallintaluettelo viedään ja poistetaan.\n\nHaluatko varmasti viedä ja poistaa paikallisen pääsynhallintaluettelon ja käyttää WPA Enterprise Security -salausta?";
"confirmTurnOffRemoteAccessControl" = "WPA Enterprise ei ole yhteensopiva RADIUS-pohjaisen MAC-osoitteen pääsynhallinnan kanssa. RADIUS-pohjainen pääsynhallinta lopetetaan.\n\nHaluatko varmasti lopettaa RADIUS-pohjaisen pääsynhallinnan ja käyttää WPA Enterprise Security -salausta?";
"confirmTurnOffBothAccessControl" = "WPA Enterprise ei ole yhteensopiva paikallisen MAC-osoitteen ja RADIUS-pohjaisen MAC-osoitteen pääsynhallinnan kanssa. RADIUS-pohjainen pääsynhallinta lopetetaan ja paikallinen pääsynhallintaluettelo viedään ja poistetaan.\n\nHaluatko varmasti viedä ja poistaa paikallisen pääsynhallintaluettelon, lopettaa RADIUS-pohjaisen pääsynhallinnan ja käyttää WPA Enterprise Security -salausta?";
"confirmNonASCIINetNameEncoding" = "Valitsemasi verkkonimi (SSID) sisältää ei-ASCII merkkejä ja sitä ei ehkä voida käyttää kaikissa AirPort-asiakaskoneissa.";
"confirmNonASCIINetPWEncoding" = "Valitsemasi verkon salasana (WEP-avain) sisältää ei-ASCII merkkejä ja sitä ei ehkä voida käyttää kaikissa AirPort-asiakaskoneissa.";
"ConfirmAOLParentalControl" = "AOL:n sisältörajoitusten käyttö edellyttää AOL-asiakkaan käyttöä internet-yhteyteen.";
"ConfirmPPPDialin" = "PPP-sisäänsoiton käyttöönottaminen saa langattoman AirPort-laitteen vastaamaan puheluihin määrittelyn mukaan. Tämä ominaisuus toimii parhaiten tarkoitukseen varatun puhelinlinjan kanssa.";

/* Error messages */
"APReadError"	= "Asetusten lukemisessa tapahtui virhe.";
"APWriteError"	= "Asetusten päivityksessä tapahtui virhe.";
"APBinaryError"	= "Päivitettäessä laiteohjelmistoa tapahtui virhe.";
"FileSaveError" = "Tallennettaessa määrittelyä tapahtui virhe. Tarkista asetukset ja yritä uudelleen.";

/* LoginScript */
"None" = "Ei mitään";

/* Validation errors */
"errNeedPassword" = "Syötä salasana, jotta voit jatkaa.";
"errInvalidIP" = "IP-osoite ei ole oikea IP-osoite. Hanki palveluntarjoajalta tai verkon ylläpitäjältä tähän kuuluva IP-osoite.";
"errBadPassword" = "Väärä salasana.";
"errCantOpenBinary" = "Valittua tiedostoa ei voida avata, koska sitä käytetään tietojen siirtämiseen langattomaan AirPort-laitteeseen. Valitse ensin langaton AirPort-laite ja valitse sitten Tukiasema-valikosta Lähetä ohjelmisto.";
"errCantOpenFile" = "Tämä ohjelma ei voi avata valitsemaasi tiedostoa.";
"errCantResetAP" = "AirPort-työkalu ei voinut nollata langatonta AirPort-laitetta. Ohjeet langattoman AirPort-laitteen nollaamisen käsin löytyy laitteen mukana tulleesta dokumentaatiosta.";
"errCantRestartAP" = "AirPort-työkalu ei voinut käynnistää uudelleen valittua langatonta AirPort-laitetta.";
"errCantUpdateAP" = "AirPort-työkalu ei voinut päivittää valitun langattoman AirPort-laitteen asetuksia.";
"errCantUploadAP" = "AirPort-työkalu ei voinut siirtää ohjelmistoa valittuun langattomaan AirPort-laitteeseen.";
"errCantReadFile" = "AirPort-työkalu ei voinut lukea määrittelytiedostoa.";
"errCantReadAP" = "AirPort-työkalu ei voinut lukea valitun langattoman AirPort-laitteen määrittelyä.";
"errNotSupportedAP" = "AirPort-työkalu ei voi määritellä valittua langatonta AirPort-laitetta.";
"errNetworking" = "AirPort-työkalu ei voinut kommunikoida valitun langattoman AirPort-laitteen kanssa. Tietokoneen on oltava samassa TCP/IP-aliverkossa langattoman AirPort-laitteen kanssa.";

/* Validation reasons */
"expUpload" = "Valitse langaton AirPort-laite, jonka haluat määritellä, ja valitse Lähetä ohjelmisto.";
"expValidIP" = "Varmista, että olet antanut oikean IP-osoitteen ja salasanan ja yritä uudelleen.";

/* Informational */
"infoRestart" = "Valittu langaton AirPort-laite on käynnistetty uudelleen.";
"infoPleaseWait" = "Odota, että se käynnistyy uudelleen.";
"infoUploadSuccess" = "Tämän langattoman AirPort-laitteen ohjelmisto on päivitetty.";
"infoUpdateSuccess" = "Tämän langattoman AirPort-laitteen asetukset on päivitetty.";
"infoUpdateSuccessSpecific" = "Laitteen %@ asetukset on päivitetty.";
"infoRestartOK" = "Langattoman AirPort-laitteen käynnistäminen uudelleen katkaisee kaikkien langattoman verkon tietokoneiden yhteyden.";
"infoRestartDirty" = "Tämän langattoman AirPort-laitteen käynnistäminen uudelleen poistaa tallentamattomat muutokset.";
"infoHardResetOK" = "Tämän langattoman AirPort-laitteen palauttaminen tehdasasetuksiin poistaa sen kaikki asetukset.";
"infoHardResetAirPortDisk" = "Toiminnolla ei ole vaikutusta AirPort-levyillä oleviin tiedostoihin, mutta tiedostonjako on otettava käyttöön, jotta tiedostoja voidaan käyttää.";
"infoHardResetMore" = "Tämä laite on otettava uudelleen käyttöön oletusasetusten palauttamisen jälkeen.";
"infoHardResetConfirm" = "Haluatko varmasti palauttaa oletusasetukset?";
"infoUploadOK" = "Laiteohjelmisto päivittäminen katkaisee kaikkien langattoman verkon tietokoneiden yhteyden.";
"infoAirPortCard" = "AirPort-kortti";
"infoNotConfigured" = "Valittu langaton AirPort-laite on nollattu eikä sitä ole määritelty.";
"infoUploadDefault" = "Langattomaan AirPort-laitteeseen lähetetään oletusohjelmisto. Jos haluat väliaikaisesti muuttaa TCP/IP-määrittelyä lähettämisen ajaksi, osoita Automaattinen, tai jos haluat antaa langattomalle AirPort-laitteelle yksilöllisen TCP/IP-numeron ja salasanan, osoita Käsin.";
"infoResetSuccess" = "Langaton AirPort-laite on nollattu oletusasetuksiinsa.";
"infoQuit" = "Lopeta tämä ohjelma ja yritä uudelleen.";
"infoLoseNetwork" = "Tämä saattaa katkaista yhteydet käytössä oleviin verkkopalveluihin.";
"infoAutomatic" = "Autom.";
"infoManual" = "Käsin…";

/*
 * Explanations for NAT and DHCP on/off, and bridging on/off
 * Note the trailing space in each of the NAT and DHCP on/off strings
 * The string displayed in the panel is made by concatenating the
 * Bridge on/off string to one of these strings
 */
"NAT_off_DHCP_off" = "Internetin jako käyttäen NAT:ia ja DHCP:tä ei ole käytössä. Verkon tietokoneiden TCP/IP-määrittelyt on tehtävä käsin. ";
"NAT_off_DHCP_on" = "Tukiasema jakaa IP-osoitteet muille verkon tietokoneille annetulta alueelta. Verkon tietokoneiden TCP/IP määrittelytavaksi on valittava DHCP-palvelin. ";
"NAT_on_DHCP_on" = "Yksi IP-osoite jaetaan verkon muiden tietokoneiden kesken (NAT ja DHCP ovat käytössä). Verkon tietokoneiden TCP/IP-määrittelyjen määrittelytavaksi on valittava DHCP-palvelin. ";
"Bridge_Off" = "Langaton AirPort-laite ei toimi siltana AirPort- ja ethernet-verkon välillä.";
"Bridge_On" = "Langaton AirPort-laite toimii siltana AirPort- ja ethernet-verkon välillä.";
"Bridge_LAN" = "Langaton AirPort-laite toimii siltana AirPort- ja paikallisen ethernet-verkon välillä.";
"DHCPRangeLabel" = "DHCP-alue:";

/* Binary errors */
"binSize" = "Tiedoston koko ei ole oikea.";
"binDowngrade" = "Valittua langatonta AirPort-laitetta ei voida päivittää alaspäin versioon %@.";
"binSignature" = "Laiteohjelmistotiedosto ei vastaa allekirjoitustaan ja on virheellinen. Yhtään langatonta AirPort-laitetta ei ole päivitetty.";
"binChecksum" = "Tiedoston tarkiste on virheellinen.";
"binError" = "Havaittiin tuntematon virhe tutkittaessa tiedoston sisältöä.";
"binConfirmReload" = "Haluatko varmasti ladata valitun ohjelmiston langattomaan AirPort-laitteeseen?";
"binVersion" = "Tiedoston versiota ei voida määritellä.";
"binConfirmDowngrade" = "Siirrettävä ohjelmisto (%1$@) on vanhempi kuin langattomassa AirPort-laitteessa oleva (%2$@).";
"binChooseAnother" = "Valitse toinen tiedosto ja yritä uudelleen.";
"binCurrentVersion" = "Valitussa langattomassa AirPort-laitteessa on versio %@.";
"binAskUpload" = "Haluatko silti ladata sen?";
"binNewerVersion" = "Langattoman AirPort-laitteen ohjelmistosta on saatavilla uudempi versio (%@).";
"binConfirmUpload" = "Asenna se osoittamalla Lataa.";

/* Progress strings */
"progDiscovering" = "Etsitään langattomia AirPort-laitteita…";
"progJoining" = "Liitytään langattomaan verkkoon…";
"progPreparing" = "Valmistaudun lataamaan…";
"progChangingIP" = "Vaihdan TCP/IP-määrittelyn…";
"progSettingIP" = "Asetetaan langattoman AirPort-laitteen TCP/IP-osoitetta…";
"progUploading" = "Päivitetään tätä langatonta AirPort-laitetta…";
"progUploadingSpecific" = "Päivitetään %@…";
"progDownloading" = "Ladataan ohjelmistopäivitystä…";
"progRestoring" = "Palautetaan oletusmäärittelyä…";
"progWaiting" = "Odotetaan, että langaton AirPort-laite käynnistyy uudelleen…";
"progWaitingSpecific" = "Odotetaan, että %@ käynnistyy uudelleen…";
"progReading" = "Luetaan langattoman AirPort-laitteen määrittelyä…";
"progReadingSpecific" = "Luetaan laitteen %@ määrittelyä…";
"progWriting" = "Kirjoitetaan langattoman AirPort-laitteen määrittelyä…";
"progWritingSpecific" = "Kirjoitetaan laitteen %@ määrittelyä…";
"progValidating" = "Varmistetaan langattoman AirPort-laitteen määrittelyä…";
"progValidatingSpecific" = "Tarkistetaan laitteen %@ määrittelyä…";
"progRestarting" = "Käynnistetään uudelleen langatonta AirPort-laitetta…";
"progRestartingSpecific" = "Käynnistetään %@…";
"progSearching" = "Etsitään langattomia AirPort-laitteita…";
"progWaitingDiskStatus" = "Odotetaan levyn tilaa…";

/* Validation errors */
"valPPPNeedsNAT" = "Jaa IP-osoitteita -valinta on oltava päällä modeemi- (PPP) tai PPP over Ethernet- (PPPoE) asetuksia käytettäessä.";
"valInvalidIP" = "Annettu IP-osoite on kelvoton.";
"valInvalidNetwork" = "On annettu virheellinen IP-osoitteen, aliverkon peitteen ja reitittimen osoitteen yhdistelmä.";
"valPhoneNumber" = "Puhelinnumeroa ei ole annettu.";
"valInvalidDHCP" = "DHCP-osoite ei sovi aliverkkoon tai reitittimeen.";
"valNeedStatic" = "DHCP-osoitealueen jakaminen edellyttää langattoman AirPort-laitteen määrittelemistä käyttämään ethernetiä ja staattista IP-osoitetta.";
"valInvalidPort" = "Annettu portin numero ei ole kelvollinen.";

/* Explanations */
"tryName" = "Anna nimi ja yritä uudelleen.";
"tryPassword" = "Syötä verkon salasana ja yritä uudelleen.";
"tryCheck" = "Tarkista asetukset ja yritä uudelleen.";

/* New strings for new base station */
"infoUploadDefaultACP" = "Langattomaan AirPort-laitteeseen lähetetään oletusohjelmisto. Muuta TCP/IP-määrittelyä lähettämisen ajaksi osoittamalla OK.";
"valInvalidNetworkACP" = "Tämä osoitealue on varattu Ethernetin käyttöön.";
"valInvalidPortMapping" = "Porttitaulukon käyttö on mahdollista vain, kun jaetaan yksi IP-osoite (DHCP ja NAT).";
"aclDuplicates1" = "Yksi monistunut tietue ohitettiin tuotaessa.";
"aclDuplicates2" = "%d monistunutta tietuetta ohitettiin tuotaessa.";
"softResetACP" = "Valittu langaton AirPort-laite on väliaikaisesti nollattu, jotta sen asetuksia voidaan muuttaa. Nyt voit muuttaa asetuksia, jotka ovat saattaneet estää pääsyn, mukaan lukien langattoman AirPort-laitteen salasanaa, verkon salasanaa, pääsynhallintaluetteloa ja RADIUS:ta.";

/* change this to 0 for non-US installations */
"USAConfiguration" = "0";		

/* New strings for 2.0.4 */
"providedByDHCP" = "(Saadaan palvelimelta)";
"providedByPPP" = "(Saadaan palvelimelta)";
"valInvalidPPPDialin" = "PPP-sisäänsoitto ei ole mahdollista, kun internet-yhteys on asetettu toimimaan modeemin kautta.";
"valInvalidPPPDialinNoNat" = "PPP-sisäänsoitto ei ole mahdollista, kun tukiasema on asetettu jakamaan alueosoitteita.";

"valInvalidDHCPMessage" = "DHCP-viesti ei voi olla enempää kuin 253 merkkiä.";
"tryShorter" = "Poista %d tai useampia merkkejä ja yritä uudelleen.";

"RADIUS_Default" = "MAC-osoite näytetään muodossa 010203-0a0b0c ja sitä käytetään tunnuksena. Jaettu salaisuus on salasana. Lucent ja Agere käyttävät usein tätä muotoa.";
"RADIUS_Alternate" = "MAC-osoite näytetään muodossa 0102030a0b0c ja sitä käytetään sekä tunnuksena että salasanana. Cisco käyttää usein tätä muotoa.";

"oldFormat" = "Valittu tiedosto on joko vioittunut tai epäyhteensopiva AirPort-työkalun kanssa. Valitse toinen tiedosto ja yritä uudelleen.";
"newFormat" = "Valittu tiedosto on uudempi määrittelytiedosto eikä se ole yhteensopiva langattoman AirPort-laitteen tämän version kanssa.";

/* AOL additions */
"EnableAOL"		= "Salli AOL:n sisällön rajoittaminen";
"AOLcable"		= "AOL (kaapelimodeemi)";
"AOLdsl"		= "AOL (DSL)";

/* AOL realm strings -- different for non-US? */
"AOLrealmCable"	= "aolnet/abc.prod.cbl.apple.1.AirPort";
"AOLrealmDSL"	= "aolnet/abc.prod.dsl.apple.1.AirPort";
"AOLrealm"		= "aolnet/abc.prod.dlp.apple.1.AirPort";

/* WEP key explanations */
"requireHEX"	= "On mahdollista syöttää vain heksadesimaalimerkkejä.";
"requireASCII"	= "On mahdollista syöttää vain ASCII-merkkejä.";

/* New strings for 3.0 */
"Internal"		= "Sisäinen";
"External"		= "Ulkoinen";
"noWEP"			= "(ei määritelty)";
"errSameConfig"	= "tallennettu määrittely";
"errSameBinary"	= "laiteohjelmisto";

"valInvalidDMZ1"= "Oletuspalvelin on sallittu ainoastaan jaettaessa yksi IP-osoite (DHCP ja NAT).";
"valInvalidDMZ2"= "Oletuspalvelimen osoitteen tulee olla alueella %1$@ - %2$@.";

/* WDS */
"AirPortWDS"	= "AirPort (WDS)";
"valNeedWDS"	= "Olet ottanut käyttöön WDS:n AirPort-verkossa, mutta et syöttänyt MAC-osoitetta yhdelle tai useammalle langattomalle AirPort-etälaitteelle.";
"valNeedWDSRmt"	= "Olet ottanut käyttöön WDS:n AirPort-verkossa, mutta et syöttänyt MAC-osoitetta langattomalle AirPort-päälaitteelle.";
"InvalidMACAddress" = "Syöttämäsi MAC-osoite ei ole kelvollinen.";

"WDSAirPortID"	= "Syötä langattoman AirPort-etälaitteen AirPort-tunnus.";

"WDSSettingsFor" = "Asetukset kohteelle";
"ThisBaseStation" = "tämä langaton AirPort-laite";

"valWDSWithDHCPNATTitle" = "Langaton jakelujärjestelmä (WDS)";
"valWDSWithDHCPNATText" = "WDS-järjestelmän langattomissa AirPort-etälaitteissa ei tule käyttää DHCP:tä ja NAT:ia.\n\nPoista valinta Verkko-osion kohdasta ”Jaa IP-osoitteita”.";

"errNotSupportedAP2" = "Tämä AirPort-työkalun versio ei voi ottaa käyttöön tätä langatonta AirPort-laitetta. Ota langaton AirPort-laite käyttöön käyttämällä sen mukana tullutta tai verkossa saatavilla olevaa ohjelmistoa.";



"WDSPrimaryBaseStationDescription" = "Langaton AirPort-päälaite on yhteydessä internetiin ja jakaa yhteytensä langattomien AirPort-etä- ja -välityslaitteiden kanssa.";
"WDSRemoteBaseStationDescription" = "Langaton AirPort-etälaite jakaa langattoman AirPort-päälaitteen internet-yhteyden.";
"WDSRelayBaseStationDescription" = "Langaton AirPort-välityslaite on yhteydessä langattomaan AirPort-päälaitteeseen ja jakaa sen internet-yhteyden langattomien AirPort-etä- ja -välityslaitteiden kanssa.";

"wdsManuallySetUpForWDS" = "Vaaditaan WDS:n asetusta käsin";
"wdsSuccessfullySetUpAsWDS" = "WDS-asetus onnistui";
"wdsCancelledSetUpAsWDS" = "WDS:n asetus kumottu";
"wdsNotOnThisPlatform" = "WDS:ää ei tueta";

"DefaultBasePasswordDescription" = "Syötä salasana valitulle langattomalle AirPort-laitteelle:";
"SpecificBasePasswordDescription" = "Syötä salasana kohteelle:";
"NetworkPasswordDescription" = "Anna langaton salasana kohteelle:";

"wdsRemoteConfigResults" = "WDS:n langattoman AirPort-etälaitteen määrittelytulokset";
"wdsProgressSettingUpRemoteBases" = "Otetaan käyttöön langattomia AirPort-etälaitteita…";
"wdsProgressJoining" = "Liitytään %@…";
"wdsProgressReading" = "Luetaan määrittelyä kohteesta %@…";
"wdsProgressRejoining" = "Liitytään uudelleen tämän langattoman AirPort-laitteen verkkoon.";
"wdsErrorRejoining" = "Liityttäessä uudelleen tämän langattoman AirPort-laitteen verkkoon tapahtui virhe.";

"noASCIIWEP" = "(ei tulostettavissa)";

"remoteSettingsOK" = "Jatka tämän langattoman AirPort-laitteen WDS-käyttöönottoa";
"remoteSettingsCancel" = "Kumoa tämän langattoman AirPort-laitteen WDS-käyttöönotto";
"remoteSettingsCancelAll" = "Kumoa loppujen langattomien AirPort-laitteiden WDS-käyttöönotto";

"notAvailable" = "(ei saatavilla)";

"wdsNonPublicPasswordTip" = "Jos haluat muuttaa salasanaa, syötä uusi salasana salasanakenttään ja vahvista se alla olevalla kentällä.";
"wdsNotCompatibleWithChannelAuto" = "WDS-järjestelmän langattomissa AirPort-laitteissa ei tule käyttää automaattista kanavan valintaa.\n\nValitse AirPort-osion Kanava-valikosta jokin muu kanava kuin ”Automaattinen”.";

"internetConfirmTurningOffWDS" = "Tämä langaton AirPort-laite on käytössä WDS:ssä. Internet-yhteystavan muuttaminen poistaa sen WDS:stä.";

/* file name for ACL export */
"AccessControlList" = "Pääsynhallintaluettelo (ACL)";

"duplicatePortMappingTitle"			= "Portinkuvausvirhe";
"duplicatePortMapping"				= "Syötetty portinkuvaustietue on jo olemassa.";

"wepkey" = "verkon salasana";
"password" = "salasana";
"psk" = "Ennalta jaettu avain";
"errWrongLengthPSK" = "Ennalta jaetun avaimen tulee olla täsmälleen 64 heksadesimaalimerkkiä pitkä.";

"addACL" = "Lisää pääsynhallintatietue…";
"editACL" = "Muokkaa pääsynhallintatietuetta…";
"deleteACL" = "Poista pääsynhallintatietueita…";
"importACL" = "Tuo pääsynhallintatietueita…";
"exportACL" = "Vie pääsynhallintatietueita…";
"revertACL" = "Palauta pääsynhallintatietueita…";

"WDSNotCompatibleWithWPA" = "WPA-suojattua langatonta AirPort-laitetta ei voida käyttää WDS-verkossa. Aseta langattoman AirPort-laitteen suojaukseksi WEP tai Ei käytössä.";
"WPANotCompatibleWithWDS" = "WPA-suojattua langatonta AirPort-laitetta ei voida käyttää WDS-verkossa. Tämä langaton AirPort-laite poistetaan WDS:stä.\n\nHaluatko varmasti tehdä tämän muutoksen?";
"ShowOptions" = "Näytä valinnat";
"HideOptions" = "Kätke valinnat";
"CannotConfigureWPAEnterpriseForWDS" = "WPA Enterprise -suojattua langatonta AirPort-laitetta ei voida lisätä WDS-verkkoon. Valitse toinen langaton AirPort-laite.";
"WPANotSupportedByCard" = "WPA-suojattuun verkkoon liittyminen ja muutosten tekeminen WPA-suojattuun langattomaan AirPort-laitteeseen edellyttää WPA-yhteensopivaa tietokonetta. Tämä tietokone ei ole WPA-yhteensopiva. Jos jatkat, et voi liittyä WPA-suojattuun verkkoon tai tehdä muutoksia WPA-suojattuun langattomaan AirPort-laitteeseen.";

/* 3.3 Changes */
"LocalACLNotCompatibleWithWPAEnterpriseTitle" = "Paikallinen MAC-osoitteiden valvonta ei ole yhteensopiva langattoman WPA Enterprise -salauksen kanssa.";
"LocalACLNotCompatibleWithWPAEnterprise" = "Paikallinen MAC-osoitteiden valvonta sallitaan valitsemalla toinen langaton suojaustaso.";
"errPingFailed" = "AirPort-työkalu ei voinut kommunikoida tämän langattoman AirPort-laitteen kanssa. Tarkista Järjestelmäasetusten Verkko-asetukset.";
"errEscapedPasswordBadLength" = "Syöttämäsi heksadesimaalisalasanan pituus ei ole oikea. Sinun on syötettävä oikeat koodinvaihtomerkit (”$”, ”0X” tai ”0x”) ja kymmenen heksadesimaalinumeroa.";

/* 3.4 Changes */
"ShouldntChangeChannelsInAWDS" = "Tämä langaton AirPort-laite on käytössä WDS:ssä. Kanavan vaihtaminen poistaa sen WDS:stä.";
"BaseStationOptionsTitle" = "Tukiaseman valintojen virhe";
"ValidSysLogIPAddress" = "Anna kelvollinen IP-osoite, johon langattoman AirPort-laitteen lokitiedot lähetetään.";
"ValidNTPServerInfo" = "Sinun on annettava kelvollinen NTP-palvelimen nimi tai IP-osoite.";
"ImportError" = "Tuontivirhe";
"CannotImportIntoSavedConfig" = "Et voi tuoda tallennettua määrittelytiedostoa toiseen tallennettuun määrittelytiedostoon.";
"ConfigurationFileNotSupported" = "Valittu määrittelytiedosto ei ole yhteensopiva tämän langattoman AirPort-laitteen kanssa.";

/* 4.0 Changes */
"doesntSupportProfilesDescription" = "Tämä langaton AirPort-laite tukee vain yhtä määrittelyprofiilia. Jos haluat määritellä profiilin, valitse se luettelosta ja osoita Määrittele.";
"confirmMakeInactiveProfileActive" = "Tämä profiili ei ole tällä hetkellä aktiivinen. Haluatko tehdä siitä aktiivisen profiilin tälle langattomalle AirPort-laitteelle?";
"confirmDeleteProfiles" = "Haluatko varmasti poistaa valitut profiilit? Toimintoa ei voida perua.";
"AddProfile" = "Lisää profiili";
"ActiveProfile" = "%@ (aktiivinen)";
"CurrentProfile" = "Nykyinen profiili: %@";
"confirmSaveProfile" = "Haluatko tallentaa profiiliin ”%@” tehdyt muutokset?";
"HardResetMode" = "Nollaustila";
"HardResetPrompt1" = "Tämä %@ on nollattu.";
"HardResetPrompt2" = "Valitse mitä haluat tehdä.";
"RestorePreviousProfile_Title" = "Palauta aiempi profiili";
"RestorePreviousProfile_Desc" = "Tämä laite nollattiin, koska edellisissä asetuksissa oli ongelmia. Se täytyy ehkä nollata uudelleen.";
"RestorePreviousConfig_Title" = "Palauta aikaisemmat asetukset";
"RestorePreviousConfig_Desc" = "Tämä laite nollattiin, koska edellisissä asetuksissa oli ongelmia. Se täytyy ehkä nollata uudelleen.";
"ResetPreviousProfile_Title" = "Korvaa aiemmin valittu profiili oletusasetuksilla";
"SavePreviousConfigProfile_Title" = "Käytä oletusasetuksia ja tallenna edelliset asetukset profiiliksi";
"ProfileName" = "Profiilin nimi";
"CreateResetProfile_Title" = "Lisää oletusasetus uudeksi profiiliksi.";
"CreateResetProfile_Desc" = "Aiemmin määritellyt asetukset säilytetään tallessa, ja oletusprofiili luodaan ja asetetaan aktiiviseksi.";
"DefaultSettings" = "Oletusasetukset";
"RecoveredSettings" = "Palautetut asetukset";
"WirelessNetwork" = "Langaton verkko";
"TooManyACLEntries" = "Paikallisessa pääsynhallintaluettelossa (ACL) on %d syötettä liikaa. Poista %d syötettä.";
"HardResetProfilesMode" = "Tämä langaton AirPort-laite on nollattu. Jos haluat aktivoida profiilin, osoita profiilin painiketta ja osoita OK.";
"NothingInEthernetPort" = "Ethernet-porttiin ei näytä olevan liitettynä mitään. Jos käytät laajakaistamodeemia internet-yhteyteen tai olet yhteydessä ethernet-verkkoon, liitä modeemi tai verkko ethernet-porttiin.";
"EthernetPort" = "Ethernet-portti";
"LANConnector" = "LAN-liitin";
"TooManyImportedACLEntries" = "Paikallinen pääsynhallintaluettelo (ACL) sisältää liian monta syötettä. Tuo ensimmäiset %d syötettä osoittamalla OK tai osoita Kumoa.";
"confirmNonSupportedClientModeSecurity" = "Langaton verkko ei tue valittua suojaustilaa.";

/* 5.3 Changes */
"GenericNumberToGenericNumber" = "%1$d - %2$d";
"GenericNumberOfGenericNumber" = "%1$d / %2$d";
"PPPoE_COD_ID_WAB_Conflict" = "PPPoE:n automaattista yhdistämistä/yhteydenkatkaisua toimettomana ei voida käyttää laajaverkkopalvelinnimen kanssa.";
"DisablingWANConfig" = "Jos määrittelyä WAN-portin kautta ei sallita, tämä langaton AirPort-laite ei välttämättä näy AirPort-laitteiden luettelossa. Jos WAN-määrittely on pois päältä, sinun on liityttävä tämän AirPort-laitteen luomaan verkkoon, jotta voit tehdä siihen muutoksia.";
"MultiplePrinters" = "(Useita tulostimia)";
"MultipleDisks" = "(Useita levyjä)";
"TaskTimedOutError" = "AirPort-työkalu ei voi määrittää meneillään olevan tehtävän tilaa.";
"EraseTaskTimedOutTryAgain" = "Tyhjennä Time Capsule -levy käyttämällä AirPort-työkalun Levyt-osiota.";
"ArchiveTaskTimedOutTryAgain" = "Arkistoi Time Capsule -levy käyttämällä AirPort-työkalun Levyt-osiota.";

/* Timed Access Control maximum connection time */
"MaxUserConnectTimeLabel" = "Rajoita pääsyä:";
"title_per_user_per_day" = "käyttäjää kohden päivässä";
"title_per" = "/";
"title_minute(s)" = "minuuttia";
"title_hour(s)" = "tuntia";
"MaxUserConnectTimeHoursPerDay" = "tuntia käyttäjää kohden päivässä";
"MaxUserConnectTimeMinutesPerDay" = "minuuttia käyttäjää kohden päivässä";
/* "Allow wireless access for: x <Units> every y <Units>" as in Allow wireless access for 4 Hours every 24 Hours */
"MaxUserConnectTimeFormat" = "%1$@ %2$@ välein";

"MobileMeAccountName" = "Käyttäjätunnus:";
"MobileMeAccountPassword" = "Salasana";

"Five_GHz" = "5 GHz";
"TwoPtFour_GHz" = "2,4 GHz";

"CreateRoamingNetworkChoice" = "Luo roaming-verkko";
"AddNewNetworkChoice" = "Lisää uusi verkko";

"genericWithPassword" = "%@ -salasanalla";
"settingMigrationSource" = "Lähde";

"genericAirPortDevice" = "Langaton AirPort-laite";
"genericAirPortDevices" = "Langattomat AirPort-laitteet";
"title_ShowPassword" = "Näytä salasana";
"title_ShowPasswords" = "Näytä salasanat";

"BaseStationNotSupportedTitle" = "Tarvitaan uudempi versio AirPort-työkalusta.";
"BaseStationNotSupportedWarning" = "Tämä AirPort-työkalun versio ei tue tätä langatonta AirPort-laitetta ja saattaa määrittää laitteen väärin, jos jatkat sen käyttöä. Voit ladata AirPort-työkalun uusimman version osoitteesta www.apple.com/fi/support/airport.";

"MultipleItemsSeparatorAppendFormat" = ", %@";

"DiskNameIsNotValid" = "Käytössä oleva Time Capsule -levy ei ole kelvollinen. Syötä toinen nimi.";
"UserAccountNameNotValid" = "Tämä tiedostonjakotunnus on virheellinen. Syötä uusi tunnus.";
"UserAccountNamesNotValid" = "Yksi tai useampi tiedostonjakotunnus on virheellinen. Syötä uusia tunnuksia.";

"Disabled" = "Ei käytössä";
"Enabled" = "Käytössä";

"SetupComplete" = "Määrittelyt on tehty";
"UpdateComplete" = "Päivitys on suoritettu";

"LessSecureCommunication" = "Tämän langattoman AirPort-laitteen kanssa viestiminen saattaa paljastaa syötetyn salasanan verkon muille laitteille.";
"YouShouldUpdateFirmware" = "Tämä langaton AirPort-laite on päivitettävä uusimpaan laiteohjelmistoversioon.";
"AreYouSureContinue" = "Haluatko varmasti jatkaa?";

"MinimumMacOSVersion" = "AirPort-työkalu toimii parhaiten Mac OS X -version %@ tai uudemman kanssa. Päivitä Mac OS X uudempaan versioon.";
"MinimumWinOSVersion" = "AirPort-työkalu toimii parhaiten Windows XP SP3:n, Windows Vista SP1:n tai uudemman kanssa. Päivitä uudempaan Windows-versioon.";

"UserAccountsExistingFilesWarning" = "Käyttäjätunnusten käyttöönotto voi estää AirPort-levyillä jo olevien tiedostojen käytön muilta kuin ylläpitäjiltä.";
"AtMeDotCom" = "@me.com";
"AtMacDotCom" = "@mac.com";
"MobileMeNamePlacheolder" = "(MobileMe-käyttäjätunnus)";

"errNeedName" = "Syötä nimi jatkaaksesi";

"PrinterDescription" = "Tulostimen kuvaus";
"PrinterName" = "Tulostimen nimi";

"ExtendingANonExtensibleEnabledNetwork" = "Valittua verkkoa ei ole määritelty laajennettavaksi.";
"ExtendingANonExtensibleNetwork" = "Valittua verkkoa ei voida laajentaa.";
"AreYouSureExtend" = "Haluatko varmasti laajentaa tätä verkkoa?";

"RadioSTAListClientType" = "Asiakkaan tyyppi";
"RadioSTAListOpmodeSTA" = "Langaton verkko";
"RadioSTAListOpmodePSTA" = "Ethernet";
"RadioSTAListOpmodeWDS" = "WDS";
"RadioSTAListOpmodeDWDS" = "Langaton laajennin";

"RadioSTAList80211Mode" = "80211-tila";
"WirelessClients" = "Langattomat asiakkaat";
"EthernetClients" = "Ethernet-asiakkaat";
"WirelessEthernetClients" = "Langattomat ja ethernet-asiakkaat";

"DisableWANServices" = "Poista käytöstä kaikki WAN-palvelut";

"ImportWarning" = "Näiden asetusten tuominen saattaa korvata nykyiset asetukset.";

"USBSharingDescription" = "USB-jakoa käyttäen voit tarjota verkon käyttäjille pääsyn USB-laitteisiin, jotka on liitetty laitteeseen ”%@”.";
"USBSharingVsFileSharing" = "USB-jako ei vaikuta USB:ia käyttäen liitettyjen levyjen tiedostojakoon.";

"Base Station" = "Tukiasema";	/* OK TO LOCALIZE */
"Time Capsule" = "Time Capsule";	/* DO NOT LOCALIZE */

"EraseDestTimeCapsuleDisk" = "Tyhjennä Time Capsule -kohdelevy";
"EraseDestTimeCapsuleDisk.description" = "Jos haluat tyhjentää Time Capsule -levyn, jolle tietoja siirretään, ennen kuin siirtäminen alkaa, osoita Tyhjennä Time Capsule -kohdelevy.";
"EraseSourceTimeCapsuleDisk" = "Tyhjennä Time Capsule -lähdelevy";
"EraseSourceTimeCapsuleDisk.description" = "Jos haluat tyhjentää Time Capsule -levyn, josta tietoja siirretään, sen jälkeen kun siirtäminen alkaa, osoita Tyhjennä Time Capsule -lähdelevy.";


"MoreOptions" = "Lisävalinnat";

"PrintersChangeNamesDescription" = "Jos haluat muuttaa tulostimen nimeä, valitse tulostin alla olevassa luettelossa ja osoita Muokkaa.";

"GuestNetRequiresDHCPNAT" = "Vierasverkko edellyttää, että tämä %@ asetetaan jakamaan julkinen IP-osoite NAT/DHCP:llä.";

"BTMMRequiresPPPoEAlwaysOn" = "Takaisin omaan Maciin -toiminto edellyttää, että PPPoE-yhteys asetetaan arvoon Aina päällä.";
"SelectPPPoEAlwaysOn" = "Valitse Yhteys-valikosta ”Aina päällä”.";

"ClientTable_Client" = "Asiakas";
"ClientTable_Signal" = "Signaali";
"ClientTable_Noise" = "Kohina";
"ClientTable_Rate" = "Nopeus";
"ClientTable_Type" = "Tyyppi";
"ClientTable_80211" = "80211";
"ClientTable_MAC" = "MAC-osoite";
"ClientTable_IP" = "IP-osoite";
"ClientTable_ClientID" = "Asiakastunnus";
"ClientTable_Lease" = "Laina-aika";

"IPv4orIPV6" = "IPv4- tai IPv6-osoitteet";
"TablePlusButton" = "+";
"TableMinusButton" = "-";

"IgnoredDevices" = "Huomiotta jätetyt laitteet";

"WirelessNetworkOptionsButton" = "Langattoman verkon valinnat…";

/* End of strings file */
